taskt/Core/Automation/Commands/DictionaryGroup/ADictionaryKeyCommands.dot
digraph "ADictionaryKeyCommands" {
"ADictionaryKeyCommands" -> "ADictionaryInputDictionaryCommands";
"ADictionaryKeyCommands" -> "IDictionaryKeyProperties";
"ADictionaryInputDictionaryCommands" -> "ScriptCommand";
"ADictionaryInputDictionaryCommands" -> "IDictionaryProperties";
"ScriptCommand" -> "IUIParameterProperties";
"ScriptCommand" -> "ICommandIDProperties";
}
