taskt/Core/Automation/Commands/DictionaryGroup/ADictionaryKeyCommands.puml
@startuml
ADictionaryKeyCommands --> ADictionaryInputDictionaryCommands
ADictionaryKeyCommands --> IDictionaryKeyProperties
ADictionaryInputDictionaryCommands --> ScriptCommand
ADictionaryInputDictionaryCommands --> IDictionaryProperties
ScriptCommand --> IUIParameterProperties
ScriptCommand --> ICommandIDProperties
@enduml
